[
    {
    "id": 1,
    "name": "پزشکی",
    "duration": "۶ سال",
    "courses": [
  "آموزش پزشکی با دروس علوم پایه مانند آناتومی، هیستولوژی و بیوشیمی آغاز می‌شود.",
  "فیزیولوژی و میکروبیولوژی ساختار عملکرد بدن و میکروارگانیسم‌ها را به‌ صورت دقیق آموزش می‌دهند.",
  "پاتولوژی پایه‌ ای برای درک علل بیماری‌ها و تغییرات بافتی فراهم می‌کند.",
  "در فارماکولوژی، تأثیر داروها، عوارض جانبی و تداخلات دارویی بررسی می‌شود.",
  "در مرحله بالینی، دروسی مانند بیماری‌های داخلی، جراحی و زنان و زایمان مهارت‌های ارزیابی بیمار را تقویت می‌کنند.",
  "با استفاده از آزمایشگاه‌های شبیه‌سازی و مدل‌های آموزشی، مهارت‌های عملی بالینی گسترش می‌یابد.",
  "در سال‌های پایانی، دانشجویان با حضور در بیمارستان‌ها و شرکت در چرخش‌های بالینی تجربه عملی کسب می‌کنند."
],"structure": [
  "آموزش پزشکی به‌طور کلی ۶ سال طول می‌کشد: ۳ سال علوم پایه، ۲ سال علوم بالینی و ۱ سال کارآموزی (اینترنی).",
  "در سه سال اول، آموزش‌ها تئوری است و سیستم‌های مختلف بدن به‌ صورت سیستماتیک آموزش داده می‌شود.",
  "در سال چهارم و پنجم، دانشجویان در محیط بیمارستانی دروس بالینی را به‌صورت مبتنی بر مورد (case-based) یاد می‌گیرند.",
  "در چرخش‌های مشخص‌شده برای هر تخصص، دانشجویان در معاینه، تشخیص و درمان بیماران شرکت می‌کنند.",
  "آموزش‌ها به‌ صورت عملی با آزمایشگاه، مدل، ارائه و تدریس شفاهی پشتیبانی می‌شود.",
  "در سال اینترنی، دانشجو تحت نظارت پزشک به‌صورت فعال در پیگیری و مداخله در روند درمان بیماران شرکت می‌کند.",
  "در طول آموزش، اخلاق پزشکی، حقوق بیمار و مهارت‌های ارتباطی به‌طور گسترده تدریس می‌شود."
],
"careers": [
  "فارغ‌التحصیلان پزشکی می‌توانند به عنوان پزشک عمومی در بیمارستان‌ها یا مراکز بهداشت خانواده مشغول به کار شوند.",
  "با شرکت در آزمون تخصص پزشکی (TUS)، می‌توانند در یکی از رشته‌ها به ادامه تحصیل بپردازند.",
  "پزشکان متخصص می‌توانند در بیمارستان‌های دولتی، دانشگاهی یا کلینیک‌های خصوصی فعالیت کنند.",
  "علاقه‌ مندان به مسیر آکادمیک می‌توانند در برنامه‌های دستیاری و دکترا شرکت نمایند.",
  "با اخذ معادل‌سازی، امکان فعالیت پزشکی در خارج از کشور نیز وجود دارد.",
  "همچنین می‌توانند در حوزه‌هایی چون سیاست‌گذاری سلامت، مدیریت دولتی و بیمه سلامت تخصص بگیرند.",
  "در مراکز تحقیقاتی نیز می‌توانند در پروژه‌های سلامت عمومی، توسعه دارو و آزمایش‌های بالینی شرکت داشته باشند."
]
},
{

    "id": 2,
    "name": "دندان‌پزشکی",
    "duration": "۵ سال",
    "courses": [
  "آموزش با علوم پایه مانند آناتومی دندان، بافت‌شناسی و فیزیولوژی آغاز می‌شود.",
  "درس‌های تخصصی مانند مواد دندانی، پاتولوژی دهان و تشخیص بیماری‌های دهان تدریس می‌شود.",
  "کار با مدل‌های دندانی برای آموزش نحوه ترمیم و بازسازی دندان‌ها انجام می‌شود.",
  "در نیمه دوم آموزش، دانشجویان دروس عملی مانند اندودنتیکس (درمان ریشه)، پروتز، جراحی دهان و پریودنتولوژی را می‌گذرانند.",
  "دروس بهداشت دهان و ارتباط با بیمار نیز برای ایجاد رابطه مؤثر با بیماران تدریس می‌شود."
],

   "structure": [
  "آموزش به مدت ۵ سال ادامه دارد که شامل دروس تئوری، عملی و کار بالینی است.",
  "در سال‌های ابتدایی، دروس پایه و تمرین روی مدل‌ها ارائه می‌شود.",
  "در سال‌های بالاتر، دانشجویان با بیماران واقعی در کلینیک‌های دانشگاهی کار می‌کنند.",
  "آموزش مهارت‌های عملی مانند پرکردن، کشیدن دندان، درمان ریشه و پروتز به‌صورت حضوری انجام می‌شود.",
  "دانشجویان در کارگاه‌ها و شبیه‌سازی‌ها مهارت‌های دقیق دستی و تشخیص را تمرین می‌کنند."
],

   "careers": [
  "فارغ‌التحصیلان می‌توانند به عنوان دندان‌پزشک عمومی در مطب‌های خصوصی یا مراکز درمانی مشغول به کار شوند.",
  "با گذراندن دوره‌های تخصصی، می‌توانند در زمینه‌هایی مانند ارتودنسی، جراحی فک و صورت یا پروتز دندانی تخصص بگیرند.",
  "امکان فعالیت در خارج از کشور پس از دریافت معادل‌سازی مدرک وجود دارد.",
  "دندان‌پزشکان می‌توانند در مراکز تحقیقاتی، دانشگاه‌ها یا صنعت تولید مواد دندانی نیز فعالیت کنند.",
  "با تجربه کافی، می‌توانند کلینیک‌های تخصصی دندان‌پزشکی خود را راه‌اندازی کنند."
  ]
  },

{
    "id": 3,
    "name": "داروسازی",
    "duration": "۵ سال",
    "courses": [
  "آموزش با دروس پایه مانند شیمی عمومی، شیمی آلی و بیوشیمی آغاز می‌شود.",
  "در طول دوره، دانشجویان داروشناسی، فارماکولوژی و فارماکوگنوزی را مطالعه می‌کنند.",
  "آموزش‌هایی در زمینه فناوری داروسازی، شکل‌های دارویی و تولید دارو ارائه می‌شود.",
  "در آزمایشگاه‌ها، دانشجویان با فرمولاسیون داروها و روش‌های تجزیه و تحلیل شیمیایی آشنا می‌شوند.",
  "درس‌های مرتبط با قوانین دارویی، اخلاق حرفه‌ای و مشاوره دارویی نیز تدریس می‌شود."
],

   "structure": [
  "دوره داروسازی ۵ ساله است و شامل دروس تئوری، آزمایشگاهی و کارآموزی می‌شود.",
  "در سال‌های ابتدایی، دروس پایه و شیمی محور تدریس می‌شود.",
  "در سال‌های میانی، تمرکز بر دروس تخصصی مانند فارماکولوژی و بیوفارماسی است.",
  "دانشجویان در داروخانه‌های آموزشی و بیمارستانی دوره‌های عملی می‌گذرانند.",
  "پایان دوره شامل پروژه تحقیقاتی یا پایان‌نامه و آموزش در محیط واقعی داروسازی است."
],
   "careers": [
  "فارغ‌التحصیلان می‌توانند به عنوان داروساز در داروخانه‌های عمومی یا بیمارستانی فعالیت کنند.",
  "امکان اشتغال در صنایع داروسازی برای تحقیق و توسعه، کنترل کیفیت یا تولید وجود دارد.",
  "داروسازان می‌توانند به عنوان نماینده علمی شرکت‌های دارویی نیز مشغول به کار شوند.",
  "با ادامه تحصیل، می‌توانند در حوزه‌هایی مانند سم‌شناسی یا فناوری دارویی تخصص بگیرند.",
  "فعالیت در مراکز تحقیقاتی، دانشگاه‌ها و حوزه سیاست‌گذاری دارویی نیز ممکن است."
]
},
{
    "id": 4,
    "name": "پرستاری",
    "duration": "۴ سال",
    "courses": [
  "آموزش با اصول پایه مراقبت‌های پرستاری و بهداشت عمومی آغاز می‌شود.",
  "درس‌هایی مانند فیزیولوژی، آناتومی و فارماکولوژی پایه‌های علمی حرفه را تقویت می‌کنند.",
  "مباحث تخصصی پرستاری کودکان، پرستاری داخلی-جراحی و روان‌پرستاری تدریس می‌شوند.",
  "ارتباط با بیمار، مدیریت بحران و آموزش مراقبت‌های بحرانی از بخش‌های مهم آموزش هستند.",
  "کارگاه‌ها و سناریوهای بالینی برای توسعه مهارت‌های عملی مورد استفاده قرار می‌گیرند."
],
"structure": [
  "تحصیل پرستاری ۴ ساله است و ترکیبی از آموزش نظری و کارآموزی‌های میدانی دارد.",
  "در سال اول بر علوم پایه و اصول مراقبتی تمرکز می‌شود.",
  "از سال دوم، دانشجویان در بیمارستان‌ها با بیماران واقعی کار می‌کنند.",
  "کارآموزی‌ها در بخش‌های مختلف مانند اورژانس، جراحی و مراقبت ویژه برگزار می‌شود.",
  "آموزش‌ها با استفاده از مانکن‌های شبیه‌سازی، بحث‌های گروهی و گزارش‌نویسی پشتیبانی می‌شوند."
],
"careers": [
  "فارغ‌التحصیلان می‌توانند به عنوان پرستار رسمی در بیمارستان‌ها، کلینیک‌ها و مراکز بهداشتی مشغول شوند.",
  "امکان ارتقاء به مدیر بخش پرستاری یا مشاور مراقبت‌های تخصصی وجود دارد.",
  "پرستاران می‌توانند در خانه سالمندان، مراکز توان‌بخشی و خدمات پرستاری در منزل فعالیت کنند.",
  "با ادامه تحصیل، امکان تخصص در حوزه‌هایی مانند مراقبت‌های ویژه یا پرستاری روانی وجود دارد.",
  "آموزش و پژوهش در دانشکده‌های پرستاری نیز یکی از مسیرهای شغلی است."
]
},
{



    "id": 5,
    "name": "مامایی",
    "duration": "۴ سال",
    "courses": [
  "آموزش مامایی با آناتومی و فیزیولوژی دستگاه تولیدمثل زنان آغاز می‌شود.",
  "مباحثی مانند رشد جنین، مراقبت‌های دوران بارداری و تغذیه مادر تدریس می‌شوند.",
  "درس‌هایی درباره زایمان طبیعی، زایمان با مداخله و زایمان اورژانسی وجود دارد.",
  "بهداشت مادر و نوزاد، روانشناسی مادران و حمایت عاطفی نیز بخشی از برنامه درسی هستند.",
  "کارگاه‌های مهارتی و شبیه‌سازی برای آماده‌سازی دانشجویان جهت مواجهه با زایمان‌های واقعی برگزار می‌شود."
],
"structure": [
  "تحصیل مامایی ۴ سال به طول می‌انجامد و شامل آموزش‌های نظری و عملی است.",
  "در دو سال اول، دانشجویان با مبانی علوم پزشکی و روانشناسی زنان آشنا می‌شوند.",
  "از سال سوم، آموزش‌های کلینیکی آغاز می‌شود و دانشجویان در مراکز درمانی کارورزی می‌کنند.",
  "در سال چهارم، دانشجویان در زایشگاه‌ها و بخش‌های زنان همراه با ماماهای حرفه‌ای فعالیت می‌کنند.",
  "مهارت‌های ارتباط با مادر، تشخیص خطرات بارداری و اقدامات اورژانسی نیز آموزش داده می‌شود."
],
"careers": [
  "فارغ‌التحصیلان می‌توانند به عنوان ماما در بیمارستان‌ها، زایشگاه‌ها و درمانگاه‌های زنان فعالیت کنند.",
  "امکان کار در مراکز بهداشت خانواده و ارائه آموزش‌های مراقبت از مادر و نوزاد وجود دارد.",
  "با تجربه بیشتر، می‌توانند به مشاور دوران بارداری یا متخصص مراقبت‌های پیش از زایمان تبدیل شوند.",
  "در زمینه آموزش، می‌توانند به عنوان مدرس در دانشکده‌های مامایی تدریس کنند.",
  "همچنین در سازمان‌های سلامت زنان و پروژه‌های تحقیقاتی نیز فعالیت دارند."
]
},
{
    "id": 6,
    "name": "مهندسی کامپیوتر",
    "duration": "۴ سال",
   "courses": [
  "آموزش مهندسی کامپیوتر با مبانی برنامه‌نویسی و الگوریتم‌ها آغاز می‌شود.",
  "درس‌هایی مانند ساختمان داده‌ها، پایگاه داده، طراحی الگوریتم و سیستم‌عامل‌ها تدریس می‌شود.",
  "دانشجویان با زبان‌های برنامه‌نویسی مختلف مانند Python، C++ و Java آشنا می‌شوند.",
  "شبکه‌های کامپیوتری، امنیت سایبری و معماری کامپیوتر بخش مهمی از برنامه درسی هستند.",
  "پروژه‌های عملی و شبیه‌سازی سیستم‌ها برای تقویت مهارت‌های فنی اجرا می‌گردد."
],
    "structure": [
  "این رشته در ۴ سال و ۸ ترم ارائه می‌شود.",
  "در سال‌های ابتدایی، تمرکز بر مبانی ریاضی، منطق دیجیتال و برنامه‌نویسی است.",
  "در ترم‌های بعدی، آموزش‌ها به پروژه‌محور شدن گرایش پیدا می‌کند.",
  "کارگاه‌های برنامه‌نویسی، پروژه‌های نرم‌افزاری گروهی و توسعه اپلیکیشن بخشی از فرایند یادگیری هستند.",
  "در سال آخر، پروژه نهایی و آمادگی ورود به بازار کار انجام می‌شود."
]
,
   "careers": [
  "فارغ‌التحصیلان می‌توانند به عنوان برنامه‌نویس در شرکت‌های نرم‌افزاری مشغول به کار شوند.",
  "فرصت شغلی در زمینه‌هایی مانند توسعه وب، اپلیکیشن موبایل، هوش مصنوعی و تحلیل داده وجود دارد.",
  "می‌توانند به عنوان مهندس نرم‌افزار، تحلیل‌گر سیستم یا مدیر پروژه در سازمان‌های مختلف فعالیت کنند.",
  "با تخصص در شبکه و امنیت، در شرکت‌های فناوری اطلاعات و زیرساخت‌های دیجیتال مشغول شوند.",
  "مسیر آکادمیک نیز با ادامه تحصیل در مقاطع کارشناسی ارشد و دکترا در دسترس است."
] 
},
{
    "id": 7,
    "name": "مهندسی صنایع",
    "duration": "۴ سال",
    "courses": [
  "تحصیل در رشته مهندسی صنایع با دروس پایه‌ای مانند ریاضیات مهندسی، آمار و احتمالات آغاز می‌شود.",
  "دانشجویان با مفاهیمی چون تحلیل سیستم‌ها، مدیریت تولید و برنامه‌ریزی عملیات آشنا می‌شوند.",
  "دروس تخصصی مانند لجستیک، کنترل کیفیت، بهینه‌سازی و شبیه‌سازی نیز آموزش داده می‌شود.",
  "در کارگاه‌ها، پروژه‌های مدل‌سازی و نرم‌افزارهای صنعتی مانند Arena و MATLAB تدریس می‌گردد.",
  "مدیریت زنجیره تأمین، مهندسی مالی و بهره‌وری از موضوعات کلیدی در سال‌های پایانی هستند."
],
    "structure": [
  "دوره تحصیلی به‌طور معمول ۴ سال و شامل ۸ ترم است.",
  "ترم‌های ابتدایی به آموزش دروس پایه مهندسی و مبانی مدیریت اختصاص دارد.",
  "در ترم‌های میانی، دانشجویان دروس تخصصی‌تر را با پروژه‌های عملی ترکیب می‌کنند.",
  "دروس به‌صورت ترکیبی از تئوری، تمرینات عددی و نرم‌افزاری ارائه می‌شوند.",
  "پایان‌نامه یا پروژه نهایی معمولاً شامل تحلیل یک مسئله صنعتی واقعی است."
],
    "careers": [
  "فارغ‌التحصیلان می‌توانند به عنوان مهندس صنایع در کارخانه‌ها و شرکت‌های تولیدی استخدام شوند.",
  "به عنوان تحلیل‌گر سیستم، مدیر پروژه یا مشاور بهینه‌سازی فرآیندها فعالیت می‌کنند.",
  "در زمینه‌های زنجیره تأمین، مدیریت کیفیت، کنترل تولید و بهره‌وری شغلیابی دارند.",
  "در شرکت‌های فناوری، لجستیک، بانکداری و خدمات نیز تقاضای بالایی برای این رشته وجود دارد.",
  "امکان ادامه تحصیل در مقطع کارشناسی ارشد یا دکتری برای ورود به حوزه‌های تحقیقاتی و آکادمیک فراهم است."
]
},
{
    "id": 8,
    "name": "حقوق",
    "duration": "۴ سال",
    "courses": [
  "تحصیل در رشته حقوق با آشنایی با اصول و مفاهیم پایه‌ای مانند حقوق مدنی و حقوق اساسی آغاز می‌شود.",
  "درس‌هایی نظیر حقوق جزا، آیین دادرسی کیفری و حقوق تجارت در طول دوره تدریس می‌شود.",
  "مطالعه قانون اساسی، تحلیل متون قانونی و بررسی پرونده‌های واقعی در برنامه درسی گنجانده شده‌اند.",
  "مباحثی چون حقوق بین‌الملل، حقوق کار و حقوق خانواده نیز آموزش داده می‌شوند.",
  "دانشجویان با اصول نگارش حقوقی، فن استدلال و سخنوری در دادگاه آشنا می‌شوند."
],
    "structure": [
  "رشته حقوق در مدت ۴ سال و ۸ ترم تدریس می‌شود.",
  "در دو سال اول، تمرکز بر مبانی نظری و دروس عمومی حقوقی است.",
  "در سال‌های بعدی، دروس تخصصی‌تر و تحلیل پرونده‌های عملی در کلاس‌ها گنجانده می‌شود.",
  "کارگاه‌های آموزشی، جلسات شبیه‌سازی دادگاه و فعالیت‌های بحث و مناظره بخش مهمی از فرآیند یادگیری هستند.",
  "در پایان دوره، پروژه تحقیقاتی یا پایان‌نامه حقوقی ارائه می‌شود."
],
    "careers": [
  "فارغ‌التحصیلان می‌توانند به عنوان وکیل پایه یک در مراجع قضایی فعالیت کنند.",
  "امکان شرکت در آزمون قضاوت برای تصدی مقام قضا نیز وجود دارد.",
  "به‌عنوان مشاور حقوقی در شرکت‌ها، بانک‌ها و سازمان‌های دولتی می‌توانند فعالیت نمایند.",
  "امکان اشتغال در نهادهای بین‌المللی و سازمان‌های حقوق بشری نیز فراهم است.",
  "با ادامه تحصیل می‌توانند وارد مسیر آکادمیک و تدریس در دانشگاه شوند."
] },

{
    "id": 9,
    "name": "روانشناسی",
    "duration": "۴ سال",
    "courses": [
  "آموزش روانشناسی با دروسی مانند روانشناسی عمومی، روانشناسی رشد و نظریه‌های شخصیت آغاز می‌شود.",
  "دانشجویان با مفاهیم پایه‌ای مانند ادراک، حافظه، یادگیری و انگیزش آشنا می‌شوند.",
  "دروس تخصصی‌تری مانند روانشناسی بالینی، روانشناسی کودک و نوجوان، روان‌درمانی و آسیب‌شناسی روانی ارائه می‌شود.",
  "کارگاه‌های مشاوره، روان‌سنجی و تحلیل آزمون‌ها بخش مهمی از آموزش‌های عملی را تشکیل می‌دهند.",
  "آمار در روانشناسی، روش تحقیق و گزارش‌نویسی علمی نیز به‌صورت کامل تدریس می‌گردد."
],
    "structure": [
  "دوره کارشناسی روانشناسی معمولاً ۴ سال (۸ ترم) به طول می‌انجامد.",
  "در سال‌های اولیه، دروس نظری و پایه محور اصلی آموزش هستند.",
  "در ترم‌های میانی، دانشجویان با موضوعات تخصصی و مهارت‌های عملی آشنا می‌شوند.",
  "شرکت در کارگاه‌ها و انجام پروژه‌های تحقیقاتی برای درک بهتر مفاهیم الزامی است.",
  "پایان‌نامه کارشناسی معمولاً شامل یک پژوهش میدانی یا مطالعه موردی در حوزه بالینی یا آموزشی است."
],
    "careers": [
  "فارغ‌التحصیلان می‌توانند به عنوان روانشناس در مراکز مشاوره، مدارس یا کلینیک‌های روانشناسی مشغول به کار شوند.",
  "در صورت ادامه تحصیل، می‌توانند به عنوان روانشناس بالینی، مشاور خانواده یا روان‌درمانگر فعالیت کنند.",
  "فعالیت در حوزه منابع انسانی، توسعه فردی و آموزش مهارت‌های نرم در شرکت‌ها نیز امکان‌پذیر است.",
  "در پژوهشگاه‌ها و مراکز مطالعات اجتماعی می‌توانند به عنوان پژوهشگر همکاری کنند.",
  "امکان تأسیس مرکز مشاوره با اخذ مجوزهای لازم برای افراد واجد شرایط وجود دارد."
]
},
{
    "id": 10,
    "name": "مدیریت بازرگانی",
    "duration": "۴ سال",
    "courses": [
  "آموزش مدیریت بازرگانی با دروسی مانند اصول مدیریت، اقتصاد خرد و کلان، و حسابداری آغاز می‌شود.",
  "سپس مباحث تخصصی‌تری مانند بازاریابی، رفتار سازمانی، مدیریت منابع انسانی و بازرگانی بین‌الملل تدریس می‌گردد.",
  "دانشجویان با مفاهیم مالی، استراتژی‌های رقابتی، مدیریت زنجیره تأمین و تحلیل بازار آشنا می‌شوند.",
  "دروس کارگاهی شامل پروژه‌های بازاریابی، ارائه‌های گروهی و مطالعات موردی بخش عملی آموزش را تشکیل می‌دهند.",
  "نرم‌افزارهای تحلیلی مانند Excel، SPSS یا ERP نیز به عنوان ابزارهای کاربردی آموزش داده می‌شوند."
],
   "structure": [
  "مدیریت بازرگانی در مقطع کارشناسی ۴ سال (۸ ترم) به طول می‌انجامد.",
  "ترم‌های ابتدایی به دروس پایه مدیریتی و اقتصادی اختصاص دارد.",
  "از ترم سوم به بعد، دانشجویان وارد حوزه‌های تخصصی مانند بازاریابی، منابع انسانی و مالی می‌شوند.",
  "کار تیمی، پروژه‌محور بودن دروس و تحلیل محیط کسب‌وکار از ویژگی‌های این رشته است.",
  "پایان‌نامه یا پروژه تجزیه و تحلیل یک شرکت واقعی معمولاً در ترم پایانی ارائه می‌شود."
],
    "careers": [
  "فارغ‌التحصیلان می‌توانند به عنوان مدیر فروش، کارشناس بازاریابی، یا تحلیل‌گر کسب‌وکار در شرکت‌ها مشغول شوند.",
  "فعالیت در واحدهای منابع انسانی، برنامه‌ریزی استراتژیک و کنترل مالی نیز از مسیرهای شغلی رایج است.",
  "تأسیس کسب‌وکار شخصی، مشاوره در زمینه توسعه برند و بازاریابی دیجیتال نیز گزینه‌های محبوب هستند.",
  "در شرکت‌های بین‌المللی، فرصت‌های شغلی در حوزه بازرگانی خارجی و صادرات واردات وجود دارد.",
  "ادامه تحصیل در رشته‌های MBA، مدیریت استراتژیک یا کارآفرینی نیز مسیرهای تحصیلی پیشرو است."
]

  },
  {
    "id": 11,
    "name": "گرافیک",
    "duration": "۴ سال",
    "courses": [
  "آموزش گرافیک با مفاهیم پایه طراحی، مبانی رنگ و ترکیب‌بندی آغاز می‌شود.",
  "در ترم‌های میانی، دروسی مانند طراحی پوستر، طراحی لوگو، تصویرسازی و تایپوگرافی تدریس می‌گردد.",
  "دانشجویان با نرم‌افزارهای گرافیکی مانند Photoshop، Illustrator و InDesign کار می‌کنند.",
  "طراحی رابط کاربری (UI) و تجربه کاربری (UX) نیز در برنامه درسی گنجانده شده است.",
  "پروژه‌های عملی شامل طراحی هویت بصری برای برندها، مجلات یا کمپین‌های اجتماعی انجام می‌شود."
],
    "structure": [
  "مدت زمان تحصیل در رشته گرافیک ۴ سال است و شامل دروس نظری و کارگاهی می‌باشد.",
  "ترم‌های ابتدایی به طراحی دستی، هنرهای تجسمی و تاریخ هنر اختصاص دارد.",
  "از ترم سوم به بعد، دانشجویان وارد پروژه‌های گرافیکی و طراحی دیجیتال می‌شوند.",
  "کارگاه‌های عملی بخش مهمی از آموزش هستند و هر دانشجو باید پرتفولیوی حرفه‌ای بسازد.",
  "پروژه نهایی دانشجو معمولاً شامل طراحی کامل یک برند یا کمپین تبلیغاتی است."
],
    "careers": [
  "فارغ‌التحصیلان گرافیک می‌توانند به عنوان طراح گرافیک در شرکت‌های تبلیغاتی، چاپخانه‌ها و آژانس‌های دیجیتال مشغول به کار شوند.",
  "فعالیت به عنوان تصویرگر، طراح جلد کتاب، یا طراح رابط کاربری در صنعت وب و اپلیکیشن نیز رایج است.",
  "برخی فارغ‌التحصیلان به صورت فریلنس (آزادکار) فعالیت می‌کنند و پروژه‌های طراحی برای مشتریان مختلف انجام می‌دهند.",
  "فرصت‌های شغلی در حوزه گرافیک متحرک، انیمیشن و تولید محتوا نیز برای علاقه‌مندان فراهم است.",
  "ادامه تحصیل در مقطع کارشناسی ارشد هنرهای دیجیتال یا گرافیک پیشرفته نیز ممکن است."
] 
},
  
{
  "id": 12,
    "name": "سینما و تلویزیون",
    "duration": "۴ سال",
    "courses": [
  "آموزش رشته سینما با مبانی تئوری سینما، زبان سینما و تحلیل فیلم آغاز می‌شود.",
  "در ترم‌های بعد، دروسی مانند فیلمنامه‌نویسی، تدوین، تصویربرداری و کارگردانی ارائه می‌گردد.",
  "دانشجویان با ابزارهای حرفه‌ای تصویربرداری و نرم‌افزارهای تدوین مانند Premiere و DaVinci کار می‌کنند.",
  "مبانی صدا، نورپردازی و تولید تلویزیونی نیز در برنامه درسی گنجانده شده است.",
  "هر دانشجو باید پروژه‌های عملی مانند ساخت فیلم کوتاه، مستند یا برنامه تلویزیونی ارائه دهد."
],
    "structure": [
  "مدت تحصیل در رشته سینما و تلویزیون ۴ سال است و شامل ترکیبی از دروس نظری و عملی می‌باشد.",
  "در ترم‌های ابتدایی مفاهیم پایه هنر، زیبایی‌شناسی و تاریخ سینما آموزش داده می‌شود.",
  "از ترم سوم به بعد، دانشجویان به تولید آثار و پروژه‌های ویدیویی هدایت می‌شوند.",
  "کارگاه‌های فیلم‌سازی، تدوین و تصویربرداری با حضور اساتید حرفه‌ای برگزار می‌شود.",
  "پروژه نهایی معمولاً شامل تولید فیلم یا مستند به صورت گروهی است."
],
   "careers": [
  "فارغ‌التحصیلان می‌توانند به عنوان کارگردان، فیلم‌نامه‌نویس، تدوین‌گر یا تصویربردار در صنعت سینما و تلویزیون فعالیت کنند.",
  "همچنین امکان اشتغال در شبکه‌های تلویزیونی، شرکت‌های تولید محتوا و آژانس‌های تبلیغاتی وجود دارد.",
  "فعالیت به عنوان تولیدکننده محتوای دیجیتال در پلتفرم‌های آنلاین مانند یوتیوب یا اینستاگرام نیز یک مسیر رایج است.",
  "دانشجویان علاقه‌مند می‌توانند در حوزه نقد فیلم، تدریس یا پژوهش‌های سینمایی نیز تخصص بگیرند.",
  "ادامه تحصیل در مقاطع بالاتر در حوزه‌های فیلم‌سازی، هنرهای نمایشی یا رسانه‌های جدید نیز امکان‌پذیر است."
]
},
{
    "id": 13,
    "name": "آشپزی و غذاشناسی",
    "duration": "۴ سال",
    "courses": [
  "این رشته با آموزش مبانی آشپزی، شناخت مواد غذایی و بهداشت آغاز می‌شود.",
  "دروس تخصصی مانند آشپزی بین‌المللی، شیرینی‌پزی، غذاهای محلی و تزیینات غذایی تدریس می‌گردد.",
  "مدیریت رستوران، اصول تغذیه و کنترل کیفیت غذا نیز بخش مهمی از برنامه آموزشی را تشکیل می‌دهد.",
  "کار در آشپزخانه‌های حرفه‌ای و شرکت در مسابقات آشپزی بخشی از تجربه عملی دانشجویان است.",
  "درس‌هایی در زمینه شناخت مزه‌ها، آنالیز غذایی و ایمنی غذایی نیز گنجانده شده است."
],
    "structure": [
  "این رشته به‌طور معمول ۴ سال به طول می‌انجامد و شامل دروس نظری، عملی و کارآموزی در آشپزخانه‌های حرفه‌ای است.",
  "در ترم‌های اولیه دانشجویان با مبانی تغذیه، ابزار آشپزی و شناخت مواد آشنا می‌شوند.",
  "در ترم‌های بالاتر تمرکز بر روی تکنیک‌های حرفه‌ای، دکوراسیون غذا و مدیریت خدمات غذایی است.",
  "کارگاه‌های عملی با حضور سرآشپزهای مهمان و پروژه‌های گروهی اجرا می‌گردد.",
  "کارآموزی در رستوران‌ها و هتل‌ها برای آماده‌سازی دانشجویان برای بازار کار اجباری است."
],
    "careers": [
  "فارغ‌التحصیلان می‌توانند به‌عنوان سرآشپز، سرپرست آشپزخانه، مدیر رستوران یا مربی آشپزی فعالیت کنند.",
  "امکان راه‌اندازی رستوران یا کافه اختصاصی برای کارآفرینان فراهم است.",
  "در حوزه مشاوره تغذیه، تحلیل مواد غذایی و طراحی منو نیز فرصت شغلی وجود دارد.",
  "کار در صنایع غذایی، برنامه‌سازی تلویزیونی در زمینه آشپزی و شرکت در رقابت‌های بین‌المللی از دیگر مسیرهاست.",
  "امکان ادامه تحصیل در مقاطع بالاتر در رشته‌های صنایع غذایی و مدیریت مهمان‌داری وجود دارد."
]
},
{
    
  "id": 14,
  "name": "مهندسی مکانیک",
  "duration": "۴ سال",
  "courses": [
  "در سال‌های ابتدایی، دانشجویان با دروسی مانند ریاضی مهندسی، فیزیک و ترمودینامیک آشنا می‌شوند.",
  "دروس تخصصی شامل مکانیک سیالات، طراحی ماشین، دینامیک و ارتعاشات می‌باشد.",
  "آموزش نرم‌افزارهایی مانند AutoCAD، SolidWorks و ANSYS نیز ارائه می‌شود.",
  "کارگاه‌های ساخت، جوشکاری و فرآیندهای تولید عملی بخشی از آموزش است.",
  "پروژه‌های مهندسی، تحلیل مکانیکی و طراحی سیستم‌ها در ترم‌های پایانی انجام می‌شود."
],
  "structure": [
  "رشته مهندسی مکانیک در مدت ۴ سال ارائه می‌شود و شامل دروس نظری، عملی و پروژه محور است.",
  "در سال‌های اول تمرکز بر علوم پایه و ریاضیات کاربردی است.",
  "در سال‌های میانی دانشجویان وارد طراحی و تحلیل سیستم‌های مکانیکی می‌شوند.",
  "پروژه‌های صنعتی و همکاری با شرکت‌ها در قالب دوره‌های کارآموزی انجام می‌گیرد.",
  "دانشجویان در پایان با اجرای پروژه نهایی مهارت‌های فنی و طراحی را به‌کار می‌گیرند."
],
  "careers": [
  "فارغ‌التحصیلان می‌توانند در صنایع خودروسازی، هوافضا، انرژی و ساخت‌وساز مشغول به کار شوند.",
  "طراحی ماشین‌آلات، تحلیل سازه‌ها و تولید قطعات صنعتی از مسیرهای اصلی شغلی است.",
  "در حوزه‌هایی مانند رباتیک، اتوماسیون صنعتی و سیستم‌های تهویه نیز فرصت‌های زیادی وجود دارد.",
  "امکان ادامه تحصیل در مقاطع ارشد و دکترا در گرایش‌های تخصصی مانند بیومکانیک یا انرژی وجود دارد.",
  "همچنین فرصت کار در شرکت‌های بین‌المللی، پروژه‌های تحقیقاتی و استارت‌آپ‌های مهندسی نیز فراهم است."
   ]
}
]